Repository: aa2246740/FluidVoice
Catalog: Sources/Fluid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Command Mode needs a verified chat provider. Choose a verified model, or verify a provider in AI Providers.
zh_hans: 指令模式需要一个已验证的聊天服务商。请选择一个已验证的模型，或到「AI 服务商」里验证服务商。

source: Command Mode needs a verified chat provider. Verify this provider in AI Providers before using Command Mode.
zh_hans: 指令模式需要一个已验证的聊天服务商。请先到「AI 服务商」验证此服务商。

source: Command Mode needs setup
zh_hans: 指令模式需要先完成设置

source: Command approval
zh_hans: 命令批准

source: Command cancelled.
zh_hans: 指令已取消。

source: Command failed
zh_hans: 命令失败

source: Command mode modifier held (hold mode) - starting
zh_hans: 按住指令模式修饰键（hold 模式）— 开始

source: Command mode modifier released (hold mode) - stopping
zh_hans: 松开指令模式修饰键（hold 模式）— 停止

source: Command mode modifier released but another key was pressed - ignoring
zh_hans: 松开指令模式修饰键但按了其他键 — 忽略

source: Command output
zh_hans: 命令输出

source: Command result
zh_hans: 命令结果

source: Command sessions
zh_hans: 命令会话

source: Comment optional
zh_hans: 备注（可选）

source: Compact
zh_hans: 紧凑

source: Compare models
zh_hans: 对比模型

source: Complete
zh_hans: 已完成

source: Complete!
zh_hans: 完成！

source: Completed
zh_hans: 已完成

source: Completed meetings will appear here.
zh_hans: 已完成的会议会显示在这里。

source: Configure
zh_hans: 配置

source: Configure %@
zh_hans: 配置 %@

source: Configure %lld
zh_hans: 配置 %lld

source: Configure API key
zh_hans: 配置 API Key

source: Configure local models and API providers.
zh_hans: 配置本地模型和 API 服务商。

source: Configure reasoning parameters
zh_hans: 配置推理参数

source: Configure replacement
zh_hans: 配置替换

source: Configure…
zh_hans: 配置…

source: Confirm
zh_hans: 确认

source: Confirm only if you said a different word, not a spelling change.
zh_hans: 只有当你说的确实是另一个词时才确认，拼写不同不算。

source: Connect a microphone, then refresh sources.
zh_hans: 请连接麦克风，然后刷新来源。

source: Connect or restore a microphone in Settings
zh_hans: 在设置里连接或恢复麦克风

source: Connect with an API key
zh_hans: 使用 API Key 连接

source: Connect your meeting notes to the AI assistants you already use.
zh_hans: 把你的会议笔记接入你常用的 AI 助手。

source: Connected. Credentials accepted.
zh_hans: 已连接，凭据有效。

source: Connected. Response: %@
zh_hans: 已连接。响应：%@

source: Connected. Response: %lld
zh_hans: 已连接。响应：%lld

source: Connection and models.
zh_hans: 连接与模型。

source: Connection details
zh_hans: 连接详情

source: Connection failed
zh_hans: 连接失败

source: Connection not tested
zh_hans: 未测试连接

source: Connection timed out - The server didn't respond in time. Check if the base URL is correct and the service is running.
zh_hans: 连接超时——服务器未及时响应。请检查 Base URL 是否正确、服务是否在运行。

source: Connection to %@ timed out. Check if the base URL is correct and the service is available.
zh_hans: 连接 %@ 超时。请检查 Base URL 及服务是否可用。

source: Connection to %lld timed out. Check if the base URL is correct and the service is available.
zh_hans: 连接 %lld 超时。请检查 Base URL 及服务是否可用。

source: Connection verified
zh_hans: 已验证连接

source: Connection · Models · Preferences
zh_hans: 连接 · 模型 · 偏好

source: Context block added automatically:
zh_hans: 已自动添加上下文块：

source: Context: Auto
zh_hans: 上下文：自动

source: Continue
zh_hans: 继续

source: Control
zh_hans: 控制

source: Control how sensitive the audio visualizer is to sound input
zh_hans: 控制音频可视化对声音输入的灵敏度

source: Convert spoken slash commands and supported @ mentions into symbols.
zh_hans: 把说出的斜杠指令和受支持的 @ 提及转成符号。

source: Copied
zh_hans: 已复制

source: Copied dictation
zh_hans: 已复制听写内容

source: Copied!
zh_hans: 已复制！

source: Copy
zh_hans: 复制

source: Copy %@
zh_hans: 复制 %@

source: Copy %lld
zh_hans: 复制 %lld

source: Copy AI Text
zh_hans: 复制 AI 文本

source: Copy Both
zh_hans: 两者都复制

source: Copy Last
zh_hans: 复制最近一条

source: Copy Last Transcript
zh_hans: 复制上次转写

source: Copy Raw Text
zh_hans: 复制原始文本

source: Copy Text
zh_hans: 复制文本

source: Copy code
zh_hans: 复制代码

source: Copy dictation
zh_hans: 复制听写内容

source: Copy final text
zh_hans: 复制最终文本

source: Copy image
zh_hans: 复制图片

source: Copy message
zh_hans: 复制消息

source: Copy raw text
zh_hans: 复制原始文本

source: Copy response
zh_hans: 复制回复

source: Copy text
zh_hans: 复制文本

source: Copy to Clipboard
zh_hans: 复制到剪贴板

source: Copy transcript
zh_hans: 复制转写

source: Core Audio route observation became unavailable; microphone transcription stopped fail-closed.
zh_hans: Core Audio 路由监听不可用；麦克风转写已安全停止。

source: Correct Spelling (replacement)
zh_hans: 正确拼写（替换为）

source: Correct word
zh_hans: 正确的词

source: Corrected
zh_hans: 已纠正

source: Corrections
zh_hans: 纠正

source: Could not access Application Support directory.
zh_hans: 无法访问 Application Support 目录。

source: Could not access Application Support.
zh_hans: 无法访问 Application Support。

source: Could not create export zip. %@
zh_hans: 无法创建导出 zip。%@

source: Could not create export zip. %lld
zh_hans: 无法创建导出 zip。%lld

source: Could not create launch at startup cleanup script.
zh_hans: 无法创建开机自启清理脚本。

source: Could not detect a target app. Focus another app window (outside FluidVoice) and try again.
zh_hans: 未能检测到目标 app。请先点击其他 app 的窗口（FluidVoice 之外），再试一次。

source: Could not download %@: %@. A network proxy or firewall may be blocking model downloads.
zh_hans: 无法下载 %@：%@。网络代理或防火墙可能拦截了模型下载。

source: Could not download %@: the received file size did not match the server response.
zh_hans: 无法下载 %@：文件大小与服务器响应不符。

source: Could not download %lld: %lld. A network proxy or firewall may be blocking model downloads.
zh_hans: 无法下载 %lld：%lld。网络代理或防火墙可能拦截了模型下载。

source: Could not download %lld: the received file size did not match the server response.
zh_hans: 无法下载 %lld：文件大小与服务器响应不符。

source: Could not open audio file: %@
zh_hans: 无法打开音频文件：%@

source: Could not open audio file: %lld
zh_hans: 无法打开音频文件：%lld

source: Could not open history.
zh_hans: 无法打开历史记录。

source: Could not persist the microphone rebind: %@
zh_hans: 无法保存麦克风重绑结果：%@

source: Could not persist the microphone rebind: %lld
zh_hans: 无法保存麦克风重绑结果：%lld

source: Could not persist voice-processing recovery: %@
zh_hans: 无法保存语音处理恢复结果：%@

source: Could not persist voice-processing recovery: %lld
zh_hans: 无法保存语音处理恢复结果：%lld

source: Could not read audio chunk: %@
zh_hans: 无法读取音频分块：%@

source: Could not read audio chunk: %lld
zh_hans: 无法读取音频分块：%lld

source: Could not read that app. Please choose a valid .app bundle.
zh_hans: 无法读取该应用，请选择有效的 .app 包。

source: Could not resample audio: %@
zh_hans: 无法重采样音频：%@

source: Could not resample audio: %lld
zh_hans: 无法重采样音频：%lld

source: Could not retire fallback microphone capture: %@
zh_hans: 无法停用备用麦克风采集：%@

source: Could not retire fallback microphone capture: %lld
zh_hans: 无法停用备用麦克风采集：%lld

source: Could not save API key to Keychain. Grant access and try again.
zh_hans: 无法将 API Key 存入钥匙串。请授予访问权限后重试。

source: Could not save the transcript checkpoint. Summary generation was skipped.
zh_hans: 无法保存转写检查点，已跳过摘要生成。

source: Could not start recording. %@
zh_hans: 无法开始录音。%@

source: Could not start recording. %lld
zh_hans: 无法开始录音。%lld

source: Could not start: %@
zh_hans: 无法启动：%@

source: Could not start: %lld
zh_hans: 无法启动：%lld

source: Couldn't Add App Override
zh_hans: 无法添加应用覆盖

source: Couldn't capture a voice profile. Try again with one clear word.
zh_hans: 未能采集语音特征。用一个清晰的词再试一次。

source: Couldn't check these words. Try saving again, or add a replacement manually.
zh_hans: 未能检查这些词。重新保存试试，或手动添加替换规则。

source: Couldn't download the speaker model (%@). Try again.
zh_hans: 说话人模型下载失败（%@），请重试。

source: Couldn't download the speaker model (%lld). Try again.
zh_hans: 说话人模型下载失败（%lld），请重试。

source: Couldn't download the speaker model. Check your internet connection and try again.
zh_hans: 说话人模型下载失败，请检查网络后重试。

source: Couldn't insert or send
zh_hans: 无法输入或发送

source: Couldn't load custom words: %@
zh_hans: 无法加载自定义词：%@

source: Couldn't load custom words: %lld
zh_hans: 无法加载自定义词：%lld

source: Couldn't play this audio.
zh_hans: 无法播放这段音频。

source: Couldn't save custom words: %@
zh_hans: 无法保存自定义词：%@

source: Couldn't save custom words: %lld
zh_hans: 无法保存自定义词：%lld

source: Couldn't save the voice profile. Try again.
zh_hans: 未能保存语音特征。再试一次。

source: Couldn't send
zh_hans: 发送失败

source: Couldn't start recording. Check microphone access and try again.
zh_hans: 无法开始录音。检查麦克风权限后再试。

source: Couldn’t complete this step
zh_hans: 未能完成这一步

source: Couldn’t save this provider. Check Keychain access and try again.
zh_hans: 无法保存此服务商。请检查钥匙串权限后重试。

source: Covered by your dictionary.
zh_hans: 已被你的词典覆盖。

source: Covered. Try a couple more.
zh_hans: 已覆盖。再来几条。

source: Crash diagnostics are written to Library/Logs/Fluid/Fluid.log by default.
zh_hans: 崩溃诊断默认写入 Library/Logs/Fluid/Fluid.log。

source: Create New Prompt…
zh_hans: 新建提示词…

source: Create New Text
zh_hans: 新建文本

source: Create a style for the way you write, then choose it from the overlay.
zh_hans: 为你的写作方式创建一个风格，然后在悬浮层里选用。

source: Croatian
zh_hans: 克罗地亚语

source: Cumulative words · selected period
zh_hans: 累计字数 · 所选时段

source: Current default
zh_hans: 当前默认

source: Current locale is not supported by SpeechAnalyzer
zh_hans: 当前语言不受 SpeechAnalyzer 支持

source: Current page
zh_hans: 当前页

source: Current shortcut %@
zh_hans: 当前快捷键 %@

source: Current shortcut %lld
zh_hans: 当前快捷键 %lld

source: Current version: %@
zh_hans: 当前版本：%@

source: Current version: %lld
zh_hans: 当前版本：%lld

source: Custom Dictionary
zh_hans: 自定义词典

source: Custom Provider
zh_hans: 自定义服务商

source: Custom Words
zh_hans: 自定义词

source: Custom Words (Advanced)…
zh_hans: 自定义词（高级）…

source: Custom Words Boosting
zh_hans: 自定义词增强

source: Custom cleanup styles require an external AI provider. Fluid Intelligence isn’t supported here.
zh_hans: 自定义清理风格需要外部 AI 服务商，此处不支持 Fluid Intelligence。

source: Custom instructions
zh_hans: 自定义指令

source: Custom prompts can be assigned globally, by app, or by shortcut.
zh_hans: 自定义提示词可以全局指派、按应用指派或按快捷键指派。

source: Custom provider
zh_hans: 自定义服务商

source: Custom styles run only in the apps listed below. Other apps use the built-in prompt for the selected mode.
zh_hans: 自定义风格只在下方列出的应用里生效。其他应用使用所选模式的内置提示词。

source: Custom...
zh_hans: 自定义…

source: Customizable cleanup
zh_hans: 可自定义的清理

source: Czech
zh_hans: 捷克语

source: Daily activity and optional detailed analytics
zh_hans: 每日活跃度与可选的详细统计

source: Daily activity measures active installations and retention without requiring accounts.
zh_hans: 每日活跃度统计活跃安装量和留存，无需账号。

source: Daily aggregated insertion timing statistics—including toggle-stop-to-paste-dispatch—split by delivery path and outcome.
zh_hans: 每日汇总的插入耗时统计（含停止到粘贴分发），按投递路径和结果分组。

source: Daily totals for Dictation, Command Mode, Edit Mode, and meeting transcription.
zh_hans: 听写、指令模式、编辑模式和会议转写的每日总量。

source: Danish
zh_hans: 丹麦语

source: Dark
zh_hans: 深色

source: Dark glass with a soft edge. Familiar, with a little depth.
zh_hans: 深色玻璃配柔和边缘，熟悉又略带层次。

source: Dashboard
zh_hans: 仪表盘

source: Data & Diagnostics
zh_hans: 数据与诊断

source: Date
zh_hans: 日期

source: Date: %@
zh_hans: 日期：%@

source: Date: %lld
zh_hans: 日期：%lld

source: Day by day · hover to explore
zh_hans: 逐日趋势 · 悬停查看

source: Deactivate model
zh_hans: 停用模型

source: Debug Settings
zh_hans: 调试设置

source: Decoder audio ended at recorded time %.6fs before this piece ended at %.6fs.
zh_hans: 解码器音频在 %.6fs 结束，早于片段结束时间 %.6fs。

source: Decoder reported %.6fs of audio for a piece starting at %.6fs.
zh_hans: 解码器报告片段起点 %.6fs 的音频为 %.6fs。

source: Decoder reported %@ channels.
zh_hans: 解码器报告 %@ 声道。

source: Decoder reported %lld channels.
zh_hans: 解码器报告 %lld 声道。

source: Decoder reported 0 frames.
zh_hans: 解码器报告 0 帧。

source: Decoder reported sample rate %@.
zh_hans: 解码器报告采样率 %@。

source: Decoder reported sample rate %lld.
zh_hans: 解码器报告采样率 %lld。

source: Default
zh_hans: 默认

source: Default %@
zh_hans: 默认 %@

source: Default %@ Prompt
zh_hans: 默认 %@ 提示词

source: Default %lld
zh_hans: 默认 %lld

source: Default %lld Prompt
zh_hans: 默认 %lld 提示词

source: Default Edit
zh_hans: 默认编辑

source: Default edit stays built-in. App overrides can use custom prompts.
zh_hans: 默认编辑仍为内置。应用覆盖可使用自定义提示词。

source: Default meeting microphone
zh_hans: 默认会议麦克风

source: Default meeting type
zh_hans: 默认会议类型

source: Default uses the main dictation shortcut. Add a custom shortcut only when a prompt needs one.
zh_hans: 默认使用主听写快捷键，只有当某个提示词需要独立快捷键时才单独添加。

source: Default · Unavailable
zh_hans: 默认 · 不可用

source: Defined
zh_hans: 清晰

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %@

source: Delete %lld
zh_hans: 删除 %lld

source: Delete Audio
zh_hans: 删除音频

source: Delete Audio (Keep Transcript)…
zh_hans: 删除音频（保留转写）…

source: Delete Audio?
zh_hans: 删除音频？

source: Delete Meeting?
zh_hans: 删除会议？

source: Delete Meeting…
zh_hans: 删除会议…

source: Delete Model
zh_hans: 删除模型

source: Delete Prompt?
zh_hans: 删除提示词？

source: Delete Provider
zh_hans: 删除服务商

source: Delete chat
zh_hans: 删除对话

source: Delete downloaded model?
zh_hans: 删除已下载的模型？

source: Delete model
zh_hans: 删除模型

source: Delete model…
zh_hans: 删除模型…

source: Delete punctuation rule
zh_hans: 删除标点规则

source: Delete replacement
zh_hans: 删除替换规则

source: Delete saved audio?
zh_hans: 删除已保存的音频？

source: Delete summary model?
zh_hans: 删除摘要模型？

source: Delete transcript
zh_hans: 删除转写

source: Delete transcript?
zh_hans: 删除转写？

source: Delete word
zh_hans: 删除词语

source: Delete “%@”? This cannot be undone.
zh_hans: 删除“%@”？此操作无法撤销。

source: Delete “%lld”? This cannot be undone.
zh_hans: 删除"%lld"？此操作无法撤销。

source: Deleted oldest saved audio from %@ history entries.
zh_hans: 已从 %@ 条历史记录中删除最早的音频。

source: Deleting download…
zh_hans: 正在删除下载…

source: Deleting...
zh_hans: 删除中…

source: Delivery couldn’t be confirmed. Check your connection before retrying; your message may already have arrived. Your draft is still here.
zh_hans: 无法确认是否送达。重试前请先检查网络——你的留言可能已发出。草稿已保留。

source: Description
zh_hans: 描述

source: Design preview · sample data
zh_hans: 设计预览 · 示例数据

source: Detailed summary
zh_hans: 详细摘要

source: Details
zh_hans: 详情

source: Detect meetings automatically
zh_hans: 自动检测会议

source: Dictate
zh_hans: 听写

source: Dictate in any app
zh_hans: 在任意应用听写

source: Dictate in the textbox to see how closely it matches “%@”.
zh_hans: 在文本框里听写，看看与“%@”的接近程度。

source: Dictate in the textbox to see how closely it matches “%lld”.
zh_hans: 在文本框里听写，看看与“%lld”的接近程度。

source: Dictate into an app to see it here.
zh_hans: 在任意 app 里听写后会显示在这里。

source: Dictation
zh_hans: 听写

source: Dictation AI post-processing finished in %@ms
zh_hans: AI 后处理完成，用时 %@ 毫秒

source: Dictation AI post-processing finished in %lldms
zh_hans: AI 后处理完成，用时 %lld 毫秒

source: Dictation Formatting
zh_hans: 听写排版

source: Dictation Overlay Size
zh_hans: 听写悬浮层大小

source: Dictation Unavailable
zh_hans: 听写不可用

source: Dictation actions
zh_hans: 听写操作

source: Dictation behavior
zh_hans: 听写行为

source: Dictation details
zh_hans: 听写详情

source: Dictation exceeded the AI context window
zh_hans: 听写内容超出 AI 上下文窗口

source: Dictation practice text
zh_hans: 听写练习文本

source: Dictation shortcut
zh_hans: 听写快捷键

source: Dictation shortcut %@. Press once to start. Press again to stop.
zh_hans: 听写快捷键 %@。按一下开始，再按一下停止。

source: Dictation shortcut %lld. Press once to start. Press again to stop.
zh_hans: 听写快捷键 %lld。按一下开始，再按一下停止。

source: Dictation shortcuts: %@
zh_hans: 听写快捷键：%@

source: Dictation shortcuts: %lld
zh_hans: 听写快捷键：%lld

source: Dictation unavailable. %@
zh_hans: 听写不可用。%@

source: Dictation unavailable. %lld
zh_hans: 听写不可用。%lld

source: Dictation window
zh_hans: 听写窗口

source: Dictations
zh_hans: 听写次数

source: Dictionary
zh_hans: 词典

source: Dictionary Export Failed
zh_hans: 词典导出失败

source: Dictionary Exported
zh_hans: 词典已导出

source: Dictionary Import Failed
zh_hans: 词典导入失败

source: Dictionary Imported
zh_hans: 词典已导入

source: Dictionary Updated
zh_hans: 词典已更新

source: Dictionary actions
zh_hans: 词典操作

source: Dictionary test text
zh_hans: 词典测试文本

source: Direct Core Audio format changed while preparing generation %@.
zh_hans: 准备第 %@ 代采集时 Core Audio 直连格式发生变化。

source: Direct Core Audio format changed while preparing generation %lld.
zh_hans: 准备第 %lld 代采集时 Core Audio 直连格式发生变化。

source: Direct Paste
zh_hans: 直接粘贴

source: Disable
zh_hans: 停用

source: Disabled
zh_hans: 已停用

source: Disabling detailed analytics securely removes its queued and aggregated data from this Mac. Daily activity and beta timing summaries remain enabled.
zh_hans: 关闭详细统计会安全清除这台 Mac 上已排队和汇总的数据；每日活跃度和 Beta 耗时汇总保持开启。

source: Discard these recordings and try again?
zh_hans: 丢弃这些录音并重试？

source: Dismiss
zh_hans: 关闭

source: Dismiss Fluid Intelligence invitation
zh_hans: 关闭 Fluid Intelligence 邀请

source: Dismiss microphone change
zh_hans: 忽略麦克风变更

source: Display transcription time, cleanup time, and Fluid Intelligence speed.
zh_hans: 显示转写耗时、清理耗时和 Fluid Intelligence 速度。

source: Distance from bottom of screen
zh_hans: 距屏幕底部的距离

source: Do not show again
zh_hans: 不再显示

source: Documentation
zh_hans: 文档

source: Done
zh_hans: 完成

source: Don’t show again
zh_hans: 不再显示

source: Double-click to copy final text
zh_hans: 双击复制最终文本

source: Double-click to rename. Enter saves; Escape cancels.
zh_hans: 双击重命名，回车保存，Esc 取消。

source: Download
zh_hans: 下载

source: Download %@ & Verify
zh_hans: 下载 %@ 并校验

source: Download %lld & Verify
zh_hans: 下载 %lld 并校验

source: Download & Activate
zh_hans: 下载并激活

source: Download Previous Build
zh_hans: 下载旧版本

source: Download URL is not configured yet.
zh_hans: 下载 URL 尚未配置。

source: Download size
zh_hans: 下载大小

source: Download size: %@
zh_hans: 下载大小：%@

source: Download size: %lld
zh_hans: 下载大小：%lld

source: Download timed out. Please check your internet connection and try again.
zh_hans: 下载超时，请检查网络后重试。

source: Download · 1.45 GB
zh_hans: 下载 · 1.45 GB

source: Downloaded file size mismatch for %@. Please try again.
zh_hans: %@ 下载文件大小不符，请重试。

source: Downloaded file size mismatch for %lld. Please try again.
zh_hans: %lld 下载文件大小不符，请重试。

source: Downloaded model artifacts are incomplete. Please try again.
zh_hans: 下载的模型文件不完整，请重试。

source: Downloaded model is empty. Please try again.
zh_hans: 下载的模型为空，请重试。

source: Downloaded model size mismatch. Please try again.
zh_hans: 下载的模型大小不符，请重试。

source: Downloaded models
zh_hans: 已下载模型

source: Downloading
zh_hans: 下载中

source: Downloading %@%%
zh_hans: 正在下载 %@%%

source: Downloading %@%%. This can take a few minutes.
zh_hans: 正在下载 %@%%，可能需要几分钟。

source: Downloading %lld%%
zh_hans: 正在下载 %lld%%

source: Downloading %lld%%. This can take a few minutes.
zh_hans: 正在下载 %lld%%，可能需要几分钟。

source: Downloading model.
zh_hans: 正在下载模型。

source: Downloading model... Please wait.
zh_hans: 正在下载模型…请稍候。

source: Downloading model…
zh_hans: 正在下载模型…

source: Downloading the update. FluidVoice will restart automatically.
zh_hans: 正在下载更新，完成后 FluidVoice 会自动重启。

source: Downloading · %@%
zh_hans: 下载中 · %@%

source: Downloading · %@%%
zh_hans: 下载中 · %@%%

source: Downloading · %lld%%
zh_hans: 下载中 · %lld%%

source: Downloading...
zh_hans: 正在下载…

source: Downloads once (about 200 MB) and stays on this Mac. Recording works while it downloads; transcription waits for it.
zh_hans: 只需下载一次（约 200 MB），保留在本机。下载期间可正常录制，转写会等它就绪。

source: Drag %@ into the Accessibility apps list as shown
zh_hans: 把 %@ 拖进“辅助功能”应用列表，如图所示

source: Drag %@ into the Screen & System Audio Recording list as shown
zh_hans: 如图所示，把 %@ 拖进「屏幕与系统音频录制」列表

source: Drag %@ into the list
zh_hans: 把 %@ 拖进列表

source: Drag %@ to the Accessibility list
zh_hans: 把 %@ 拖到“辅助功能”列表

source: Drag %lld into the Accessibility apps list as shown
zh_hans: 按图示把 %lld 拖进"辅助功能"应用列表

source: Drag %lld into the list
zh_hans: 把 %lld 拖进列表

source: Drag %lld to the Accessibility list
zh_hans: 把 %lld 拖到"辅助功能"列表

source: Drag to resize panes. Double-click to reset.
zh_hans: 拖动可调整面板大小，双击复原。

source: Drop a final period from transcriptions.
zh_hans: 去掉转写末尾的句号。

source: Drop audio or video here, or choose a file.
zh_hans: 把音频或视频拖到这里，或选择文件。

source: Drop to select file
zh_hans: 松开以选择文件

source: Duplicate triggers: %@
zh_hans: 重复的触发词：%@

source: Duplicate triggers: %lld
zh_hans: 重复的触发词：%lld

source: Duplicate with %@
zh_hans: 与 %@ 重复

source: Duplicate with %lld
zh_hans: 与 %lld 重复

source: Duplicate with Prompt Shortcut
zh_hans: 与提示词快捷键重复

source: Dutch
zh_hans: 荷兰语

source: Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian,
zh_hans: 荷兰语、英语、爱沙尼亚语、芬兰语、法语、德语、希腊语、匈牙利语、意大利语、

source: ESTIMATED TIME SAVED
zh_hans: 预估节省时间

source: EXTERNAL
zh_hans: 外部

source: Each prompt can have its own provider, model, and optional shortcut.
zh_hans: 每个提示词都可以有自己的服务商、模型和可选快捷键。

source: Edge light
zh_hans: 边缘光

source: Edit
zh_hans: 编辑

source: Edit %@
zh_hans: 编辑 %@

source: Edit %@ Phrases
zh_hans: 编辑 %@ 短语

source: Edit %lld
zh_hans: 编辑 %lld

source: Edit %lld Phrases
zh_hans: 编辑 %lld 的口令

source: Edit Dictionary Entry
zh_hans: 编辑词条

source: Edit Mode
zh_hans: 编辑模式

source: Edit Mode cannot be used with Fluid-1
zh_hans: 编辑模式不能与 Fluid-1 一起使用

source: Edit Mode is powered by Custom Prompts.
zh_hans: 编辑模式由自定义提示词驱动。

source: Edit Prompt
zh_hans: 编辑提示词

source: Edit Provider
zh_hans: 编辑服务商

source: Edit Rule
zh_hans: 编辑规则

source: Edit Selected Text
zh_hans: 编辑所选文本

source: Edit Text
zh_hans: 编辑文本

source: Edit Word
zh_hans: 编辑词语

source: Edit model
zh_hans: 编辑模型

source: Edit provider
zh_hans: 编辑服务商

source: Edit punctuation rule
zh_hans: 编辑标点规则

source: Edit shortcut
zh_hans: 编辑快捷键

source: Edit speaker name: %@
zh_hans: 编辑说话人姓名：%@

source: Edit speaker name: %lld
zh_hans: 编辑说话人姓名：%lld

source: Edit speaker names
zh_hans: 编辑说话人姓名

source: Edit style
zh_hans: 编辑风格

source: Edit word
zh_hans: 编辑词语

source: Edit…
zh_hans: 编辑…

source: Email
zh_hans: 邮件

source: Emails
zh_hans: 邮件

source: Empty prompt
zh_hans: 空白提示词

source: Enable
zh_hans: 启用

source: Enable %@
zh_hans: 启用 %@

source: Enable %@ MCP link — coming soon
zh_hans: 启用 %@ MCP 联动 — 即将推出

source: Enable %lld
zh_hans: 启用 %lld

source: Enable %lld MCP link — coming soon
zh_hans: 启用 %lld 的 MCP 连接——即将推出

source: Enable Access
zh_hans: 开启访问权限

source: Enable Accessibility Access
zh_hans: 开启辅助功能权限

source: Enable Accessibility to insert text
zh_hans: 开启辅助功能权限以输入文字

source: Enabled
zh_hans: 已启用

source: End
zh_hans: 结束

source: Endpoint override (optional)
zh_hans: 自定义接入点（可选）

source: English
zh_hans: 英文

source: English Only (Higher Accuracy)
zh_hans: 仅英文（更高准确率）

source: English Only (Live Streaming)
zh_hans: 仅英文（实时流式）

source: English only
zh_hans: 仅英文

source: English-only streaming local dictation with low-latency partial text and end-of-utterance detection.
zh_hans: 仅英文的流式本地听写，低延迟中间结果与说话结束检测。

source: Enjoying FluidVoice?
zh_hans: 喜欢 FluidVoice 吗？

source: Enter %@ API Key
zh_hans: 输入 %@ API Key

source: Enter %lld API Key
zh_hans: 输入 %lld 的 API Key

source: Enter API key
zh_hans: 输入 API Key

source: Enter a model ID
zh_hans: 输入模型 ID

source: Enter a model ID manually
zh_hans: 手动输入模型 ID

source: Enter a new name for this speaker.
zh_hans: 为这位说话人输入新名字。

source: Enter a new title for this meeting.
zh_hans: 为这个会议输入新标题。

source: Enter a positive number of GB.
zh_hans: 请输入正数 GB。

source: Enter model ID manually
zh_hans: 手动输入模型 ID

source: Enter model name
zh_hans: 输入模型名称

source: Enter one phrase per line. Clearing every phrase disables this action.
zh_hans: 每行输入一个口令，清空所有口令将停用此动作。

source: Enter your API key, then load models with the reload button.
zh_hans: 先输入 API key，再点重载按钮加载模型。

source: Erinnere mich daran, die Notizen vor fünf zu senden.
zh_hans: 提醒我五点前把笔记发出去。

source: Error
zh_hans: 错误

source: Error: %@
zh_hans: 错误：%@

source: Error: HTTP %@: %@
zh_hans: 错误：HTTP %@：%@

source: Error: HTTP %lld: %lld
zh_hans: 错误：HTTP %lld：%lld

source: Escreva uma breve atualização sobre a reunião de hoje.
zh_hans: 写一条关于今天会议的简短汇报。

source: Escribe una breve actualización sobre la reunión de hoy.
zh_hans: 写一条关于今天会议的简短汇报。

source: Estonian
zh_hans: 爱沙尼亚语

source: Every milestone reached
zh_hans: 每达成一个里程碑

source: Everyday dictation with basic cleanup and formatting.
zh_hans: 日常听写，带基础清理与排版。

source: Everyday writing
zh_hans: 日常写作

source: Everywhere
zh_hans: 所有应用

source: Evidence carries attempt %@ but the plan is attempt %@.
zh_hans: 证据记录尝试 %@，计划为 %@。
